Repository: Chucknorriseua/Beauty-Salon
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_419, fr, pl, uk

source: Sign In
cs: Přihlásit se
de: Anmelden
es_419: Iniciar sesión
fr: Se connecter
pl: Zaloguj się
uk: Увійти

source: Welcom in Beauty Salon
cs: Vítejte v Beauty Salonu
de: Willkommen im Beauty Salonu
es_419: Bienvenido al Beauty Salonu
fr: Bienvenue au Beauty Salonu
pl: Witamy w Beauty Salon
uk: Ласкаво просимо до Beauty Salon

source: If you don't have an account, create one.
cs: Pokud nemáte účet, vytvořte si jej.
de: Wenn Sie kein Konto haben, erstellen Sie eines.
es_419: Si no tienes una cuenta, crea una.
fr: Si vous n'avez pas de compte, créez-en un.
pl: Jeśli nie masz konta, załóż je.
uk: Якщо у вас немає облікового запису, створіть його.

source: Register as Admin
cs: Registrovat se jako administrátor
de: Als Administrator registrieren
es_419: Registrarse como administrador
fr: S'inscrire en tant qu'Administrateur
pl: Zarejestruj się jako Administrator
uk: Зареєструватися як Адміністратор

source: Register as Master
cs: Registrovat se jako mistr
de: Als Meister registrieren
es_419: Registrarse como maestro
fr: S'inscrire en tant que Maître
pl: Zarejestruj się jako Mistrz
uk: Зареєструватися як Майстер

source: Register as Client
cs: Registrovat se jako klient
de: Als Kunde registrieren
es_419: Registrarse como cliente
fr: S'inscrire en tant que Client
pl: Zarejestruj się jako Klient
uk: Зареєструватися як Клієнт

source: Name Company
cs: Název společnosti
de: Name des Unternehmens
es_419: Nombre de la empresa
fr: Nom de l'entreprise
pl: Nazwa firmy
uk: Назва компанії

source: You don't have a subscription, to enter you need to buy a subscription
cs: Nemáte předplatné, pro vstup si musíte zakoupit předplatné.
de: Sie haben kein Abonnement. Um einzutreten, müssen Sie ein Abonnement kaufen
es_419: No tienes una suscripción, para ingresar necesitas comprar una suscripción
fr: Si vous n'avez pas de carte d'abonnement, vous devrez en acheter une pour entrer dans votre profil.
pl: Nie masz subskrypcji, aby wejść, musisz kupić subskrypcję
uk: У вас немає підписки, щоб увійти, вам потрібно придбати підписку

source: Name Administrator
cs: Jméno administrátora
de: Name des Administrators
es_419: Nombre del administrador
fr: Nom de l'Administrateur
pl: Imię Administratora
uk: Ім'я адміністратора

source: Phone (+000)
cs: Telefon (+000)
de: Telefon (+000)
es_419: Teléfono (+000)
fr: Téléphone (+000)
pl: Telefon (+000)
uk: Телефон (+000)

source: Password
cs: Heslo
de: Passwort
es_419: Contraseña
fr: Mot de passe
pl: Hasło
uk: Пароль

source: Next
cs: Další
de: Weiter
es_419: Siguiente
fr: Suivant
pl: Dalej
uk: Далі

source: Back to Sign In
cs: Zpět na přihlášení
de: Zurück zur Anmeldung
es_419: Volver a iniciar sesión
fr: Retour à la connexion
pl: Powrót do logowania
uk: Повернутися до входу

source: Enter the address where your salon is located, describe briefly about the salon and what it does
cs: Zadejte adresu, kde se váš salon nachází, a stručně jej popište.
de: Geben Sie die Adresse Ihres Salons ein, beschreiben Sie kurz den Salon und was er tut
es_419: Ingresa la dirección donde se encuentra tu salón, describe brevemente el salón y lo que hace
fr: Entrez l'adresse où se trouve votre salon, décrivez brièvement le salon et ses activités.
pl: Wprowadź adres salonu, krótko opisz, czym zajmuje się salon i co oferuje
uk: Введіть адресу, де знаходиться ваш салон, коротко опишіть салон та його діяльність

source: Adress
cs: Adresa
de: Adresse
es_419: Dirección
fr: Adresse
pl: Adres
uk: Адреса

source: Describe your company, what you do, what services you provide
cs: Popište svou společnost, co děláte a jaké služby poskytujete.
de: Beschreiben Sie Ihr Unternehmen, was Sie tun und welche Dienstleistungen Sie anbieten
es_419: Describe tu empresa, qué haces, qué servicios ofreces
fr: Décrivez votre entreprise, ce que vous faites, quels services vous proposez.
pl: Opisz swoją firmę, czym się zajmujesz i jakie usługi świadczysz
uk: Опишіть вашу компанію, чим ви займаєтесь, які послуги надаєте

source: Please limit your input to 160 characters.
cs: Omezte svůj vstup na 160 znaků.
de: Bitte begrenzen Sie Ihre Eingabe auf 160 Zeichen.
es_419: Por favor, limita tu entrada a 160 caracteres.
fr: Veuillez limiter votre saisie à 160 caractères.
pl: Proszę ograniczyć opis do 160 znaków.
uk: Будь ласка, обмежте ваш опис до 160 символів.

source: Save
cs: Uložit
de: Speichern
es_419: Guardar
fr: Enregistrer
pl: Zapisz
uk: Зберегти

source: Loader
cs: Načítání
de: Laden
es_419: Cargando
fr: Chargement
pl: Ładowanie
uk: Завантаження

source: Сhoose your photo profile
cs: Vyberte svou profilovou fotografii
de: Wählen Sie Ihr Profilfoto
es_419: Elige tu foto de perfil
fr: Choisissez votre photo de profil
pl: Wybierz zdjęcie profilowe
uk: Виберіть фото для профілю

source: Create
cs: Vytvořit
de: Erstellen
es_419: Crear
fr: Créer
pl: Utwórz
uk: Створити

source: Name
cs: Jméno
es_419: Nombre
fr: Nom
pl: Imię
uk: Ім'я

source: Master:
cs: Mistr:
de: Meister:
es_419: Maestro:
fr: Maître :
pl: Mistrz:
uk: Майстер:

source: from client
cs: od klienta
de: vom Kunden
es_419: del cliente
fr: du client
pl: od klienta
uk: від клієнта

# Wishes:
source: WWishes:
cs: Přání:
de: Wünsche:
es_419: Deseos:
fr: Souhaits :
pl: Życzenia:
uk: Побажання:

source: Procedure:
cs: Procedura:
de: Verfahren:
es_419: Procedimiento:
fr: Procédure :
pl: Zabieg:
uk: Процедура:

source: Find a Master
cs: Najít mistra
de: Einen Meister finden
es_419: Encontrar un maestro
fr: Trouver un Maître
pl: Znajdź mistrza
uk: Знайти майстра

source: Back
cs: Zpět
de: Zurück
es_419: Atrás
fr: Retour
pl: Wstecz
uk: Назад

source: Add
cs: Přidat
de: Hinzufügen
es_419: Agregar
fr: Ajouter
pl: Dodaj
uk: Додати

source: Send record:
cs: Odeslat záznam:
de: Aufzeichnung senden:
es_419: Enviar registro:
fr: Envoyer l'enregistrement :
uk: Відправити запис

source: My master
cs: Můj mistr
de: Mein Meister
es_419: Mi maestro
fr: Mon maître
pl: Mój mistrz
uk: Мій майстер

source: Send schedule for master
cs: Odeslat rozvrh mistru
de: Plan für den Meister senden
es_419: Enviar horario al maestro
fr: Envoyer le planning au maître
pl: Wyślij grafik do mistrza
uk: Відправити розклад майстру

source: Name client
cs: Jméno klienta
de: Name des Kunden
es_419: Nombre del cliente
fr: Nom du client
pl: Imię klienta
uk: Ім'я клієнта

source: Service(nails or hair)
cs: Služba (nehty nebo vlasy)
de: Dienstleistung (Nägel oder Haare)
es_419: Servicio (uñas o cabello)
fr: Service (ongles ou coiffure)
pl: Usługa (paznokcie lub włosy)
uk: Послуга (нігті або зачіска)

source: Selected procedure
cs: Vybraná procedura
de: Ausgewähltes Verfahren
es_419: Procedimiento seleccionado
fr: Procédure sélectionnée
pl: Wybrany zabieg
uk: Обрати процедуру

source: Client for recording
cs: Klient k záznamu
de: Kunde für Aufzeichnung
es_419: Cliente para registro
fr: Client pour l'enregistrement
pl: Klient do zapisania
uk: Клієнт для запису

source: Change profile
cs: Změnit profil
de: Profil ändern
es_419: Cambiar perfil
fr: Modifier le profil
pl: Zmień profil
uk: Змінити профіль

source: Create service
cs: Vytvořit službu
de: Dienstleistung erstellen
es_419: Crear servicio
fr: Créer un service
pl: Utwórz usługę
uk: Створити послугу

source: Select categorie
cs: Vyberte kategorii
de: Kategorie auswählen
es_419: Seleccionar categoría
fr: Sélectionner une catégorie

source: Nails
cs: Nehty
de: Nägel
es_419: Uñas
fr: Ongles
pl: Paznokcie
uk: Нігті

source: Hair Style
cs: Účes
de: Frisur
es_419: Estilo de cabello
fr: Coiffure
pl: Fryzura
uk: Зачіска

source: Massage
cs: Masáž
es_419: Masaje
pl: Masaż
uk: Масаж

source: Another
cs: Jiné
de: Andere
es_419: Otro
fr: Autre
pl: Inne
uk: Інше

source: Change geolocation
cs: Změnit geolokaci
de: Geolocation ändern
es_419: Cambiar geolocalización
fr: Modifier la géolocalisation
pl: Zmień geolokalizację
uk: Змінити геолокацію

source: Save change
cs: Uložit změny
de: Änderung speichern
es_419: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany
uk: Зберегти зміни

source: Sign out
cs: Odhlásit se
de: Abmelden
es_419: Cerrar sesión
fr: Déconnexion
pl: Wyloguj się
uk: Вийти

source: Price list
cs: Ceník
de: Preisliste
es_419: Lista de precios
fr: Liste des prix
pl: Cennik
uk: Прайс-лист

# Create prise list
source: Create price list
cs: Vytvořit ceník
de: Preisliste erstellen
es_419: Crear lista de precios
fr: Créer une liste de prix
pl: Utwórz cennik
uk: Створити прайс-лист

source: Procedure name
cs: Název procedury
de: Verfahrensname
es_419: Nombre del procedimiento
fr: Nom de la procédure
pl: Nazwa zabiegu
uk: Назва процедури

source: price:
cs: cena:
de: Preis:
es_419: precio:
fr: prix :
pl: Cena:
uk: Ціна:

source: Leave Session
cs: Opustit relaci
de: Sitzung verlassen
es_419: Salir de la sesión
fr: Quitter la session
pl: Opuszczam sesję
uk: Залишити сесію

source: Are you sure want to exit?
cs: Opravdu chcete odejít?
de: Sind Sie sicher, dass Sie die Sitzung verlassen möchten?
es_419: ¿Estás seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir quitter ?
pl: Czy na pewno chcesz wyjść?
uk: Ви впевнені, що хочете вийти?

source: Cancel
cs: Zrušit
de: Abbrechen
es_419: Cancelar
fr: Annuler
pl: Anulować
uk: Скасувати

source: Choose Salon
cs: Vyberte salon
de: Salon wählen
es_419: Elegir salón
fr: Choisir un salon
pl: Wybierz salon
uk: Вибрати салон

source: Change profile photo
cs: Změnit profilovou fotografii
de: Profilfoto ändern
es_419: Cambiar foto de perfil
fr: Modifier la photo de profil
pl: Zmień zdjęcie profilowe
uk: Змінити фото профілю

source: Upload photos of my work
cs: Nahrát fotografie mé práce
de: Fotos meiner Arbeit hochladen
es_419: Subir fotos de mi trabajo
fr: Télécharger des photos de mon travail
pl: Prześlij zdjęcia mojej pracy
uk: Завантажити фото моїх робіт

source: Do you want to enter %@ salon?
cs: Chcete vstoupit do salonu %@?
de: Möchten Sie den Salon %@ betreten?
es_419: ¿Quieres entrar al salón %@?
fr: Voulez-vous entrer dans le salon %@ ?

source: Not correct
cs: Nesprávné
de: Nicht korrekt
es_419: No es correcto
fr: Incorrect
pl: Niepoprawne
uk: Некоректно

source: Settings search
cs: Nastavení vyhledávání
de: Sucheinstellungen
es_419: Configuración de búsqueda
fr: Paramètres de recherche
pl: Ustawienia wyszukiwania
uk: Налаштування пошуку

source: Radius search
cs: Vyhledávací rádius
de: Radialsuche
es_419: Radio de búsqueda
fr: Rayon de recherche
pl: Promień wyszukiwania
uk: Радіус пошуку

source: Sign up
cs: Zaregistrovat se
de: Anmelden
es_419: Registrarse
fr: S'inscrire
pl: Rejestracja
uk: Записатися

source: Selected master:
cs: Vybraný mistr:
de: Ausgewählter Meister:
es_419: Maestro seleccionado:
fr: Maître sélectionné :
pl: Wybrany mistrz
uk: Обрати майстера

source: comment:
cs: komentář:
de: Kommentar:
es_419: comentario:
fr: commentaire :
pl: komentarz:
uk: коментар:

source: Procedure make nails
cs: Procedura nehtů
de: Verfahren Nägel machen
es_419: Procedimiento de uñas
fr: Procédure de pose d'ongles
pl: Zabieg na paznokcie
uk: Процедура з нігтями

source: Register Profile with Google
cs: Registrovat profil pomocí Google
de: Profil mit Google registrieren
es_419: Registrar perfil con Google
fr: Enregistrer le profil avec Google
pl: Zarejestruj profil za pomocą Google
uk: Зареєструвати профіль через Google

source: Admin
cs: Administrátor
de: Administrator
es_419: Administrador
fr: Administrateur
pl: Administrator
uk: Адміністратор

source: Master
cs: Mistr
de: Meister
es_419: Maestro
fr: Maître
pl: Mistrz
uk: Майстер

source: Client
cs: Klient
de: Kunde
es_419: Cliente
pl: Klient
uk: Клієнт

source: Selected Profile
cs: Vybraný profil
de: Ausgewähltes Profil
es_419: Perfil seleccionado
fr: Profil sélectionné
pl: Wybrany profil
uk: Обраний профіль

source: Administrator
cs: Administrátor
es_419: Administrador
fr: Administrateur
uk: Адміністратор

source: Profile
cs: Profil
de: Profil
es_419: Perfil
fr: Profil
pl: Profil
uk: Профіль

source: Price list for services
cs: Ceník služeb
de: Preisliste für Dienstleistungen
es_419: Lista de precios para servicios
fr: Liste des prix des services
pl: Cennik usług
uk: Прейскурант на послуги

# Select categories:
source: Selected categories:
cs: Vyberte kategorie:
de: Ausgewählte Kategorien:
es_419: Seleccionar categorías:
fr: Sélectionner des catégories :
pl: Wybierz kategorie
uk: Виберіть категорію

source: Create profile
cs: Vytvořit profil
de: Profil erstellen
es_419: Crear perfil
fr: Créer un profil
pl: Utwórz profil
uk: Створити профіль

source: Buy a Subscription
cs: Koupit předplatné
de: Abonnement kaufen
es_419: Comprar una suscripción
fr: Acheter un abonnement
pl: Kup subskrypcję
uk: Купити підписку

source: Purchase a subscription to create your salon or create a profile as a master.
cs: Zakupte si předplatné pro vytvoření salonu nebo profilu mistra.
de: Kaufen Sie ein Abonnement, um Ihren Salon zu erstellen oder ein Profil als Meister zu erstellen.
es_419: Compra una suscripción para crear tu salón o crear un perfil como maestro.
fr: Achetez un abonnement pour créer votre salon ou un profil en tant que maître.
pl: Wykup subskrypcję, aby stworzyć swój salon lub utwórz profil jako mistrz.
uk: Придбайте підписку на створення свого салону або створіть профіль майстра.

source: Something went wrong
cs: Něco se pokazilo
de: Etwas ist schief gelaufen
es_419: Algo salió mal
fr: Une erreur s'est produite
pl: Coś poszło nie tak
uk: Щось пішло не так.

source: Not correct password or email, Make sure you are using the correct account.
cs: Nesprávné heslo nebo e-mail. Ujistěte se, že používáte správný účet.
de: Falsches Passwort oder E-Mail, stellen Sie sicher, dass Sie das richtige Konto verwenden.
es_419: Contraseña o correo electrónico incorrectos. Asegúrate de estar usando la cuenta correcta.
fr: Mot de passe ou e-mail incorrect, assurez-vous d'utiliser le bon compte.
pl: Nieprawidłowe hasło lub adres e-mail, upewnij się, że używasz prawidłowego konta.
uk: Неправильний пароль або адреса електронної пошти, переконайтеся, що ви використовуєте правильний обліковий запис.

source: Clients for recording
cs: Klienti k záznamu
de: Kunden für Aufzeichnungen
es_419: Clientes para registro
fr: Clients pour l'enregistrement
pl: Klienci do rejestrowania
uk: Клієнти на запис

source: Are you sure you want to exit?
cs: Opravdu chcete odejít?
de: Sind Sie sicher, dass Sie die Sitzung verlassen möchten?
es_419: ¿Estás seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir quitter ?
pl: Czy na pewno chcesz wyjść?
uk: Ви впевнені, що хочете вийти?

source: Log out of the profile
cs: Odhlásit se z profilu
de: Vom Profil abmelden
es_419: Cerrar sesión del perfil
fr: Se déconnecter du profil
pl: wylogować się z profilu
uk: Вийти з профілю

source: Description, limit your input to 160 characters.
cs: Popis, omezte svůj vstup na 160 znaků.
de: Beschreibung, begrenzen Sie Ihre Eingabe auf 160 Zeichen.
es_419: Descripción, limita tu entrada a 160 caracteres.
fr: Description, limitez votre saisie à 160 caractères.
pl: Opis ogranicz do 160 znaków.
uk: Опис, обмежте введення до 160 символів.

source: Do you really want to update your location?
cs: Opravdu chcete aktualizovat svou polohu?
de: Möchten Sie wirklich Ihre Position aktualisieren?
es_419: ¿Realmente quieres actualizar tu ubicación?
fr: Voulez-vous vraiment mettre à jour votre localisation ?
pl: Czy naprawdę chcesz zaktualizować swoją lokalizację?
uk: Ви дійсно хочете оновити своє місцезнаходження?

source: Change you'r location?
cs: Změnit svou polohu?
de: Möchten Sie Ihren Standort ändern?
es_419: ¿Cambiar tu ubicación?
fr: Modifier votre localisation ?
pl: Zmienić lokalizację?
uk: Змінити місцезнаходження?

source: Your subscription has expired. To continue enjoying our services, please renew your subscription.
cs: Vaše předplatné vypršelo. Chcete-li pokračovat v používání našich služeb, obnovte si prosím předplatné.
de: Ihre Mitgliedschaft ist abgelaufen. Bitte erneuern Sie Ihre Mitgliedschaft, um weiterhin unsere Dienste zu genießen.
es_419: Tu suscripción ha expirado. Para seguir disfrutando de nuestros servicios, por favor renueva tu suscripción.
fr: Votre abonnement a expiré. Pour continuer à profiter de nos services, veuillez renouveler votre abonnement.
pl: Twoja subskrypcja wygasła. Aby nadal korzystać z naszych usług, odnów subskrypcję.
uk: Термін дії вашої підписки закінчився. Щоб продовжити користуватися нашими послугами, будь ласка, поновіть підписку.

source: sendRecord: %@
cs: Odeslat záznam: %@
de: Sendebuch: %@
es_419: enviar Registro: %@
fr: Envoyer l'enregistrement : %@
pl: Wysłać rekord: %@
uk: Відправити запис: %@

source: Update profile
cs: Aktualizovat profil
de: Profil aktualisieren
es_419: Actualizar perfil
fr: Mettre à jour le profil
pl: Zaktualizuj profil
uk: Оновити профіль

source: The login was incorrect, perhaps the admin did not add you to the salon as a master
cs: Přihlášení bylo neúspěšné, možná vás administrátor nepřidal do salonu jako mistra
de: Der Login war falsch, vielleicht hat der Administrator Sie nicht als Meister im Salon hinzugefügt
es_419: El inicio de sesión fue incorrecto, quizás el administrador no te añadió al salón como maestro
fr: La connexion était incorrecte, peut-être que l'administrateur ne vous a pas ajouté au salon en tant que maître.
pl: Login był nieprawidłowy, być może administrator nie dodał cię do salonu jako mistrza
uk: Логін був невірним, можливо, адміністратор не додав вас до салону як майстра

source: Loading
cs: Načítání
de: Laden
es_419: Cargando
fr: Chargement
pl: Załadunek
uk: Завантаження

# NSUserTrackingUsageDescription
source: Beaty Salon requires locations so it can offer nearby points of location
cs: Beauty Salon vyžaduje polohu, aby mohl nabízet blízké lokality
de: Beauty Salon benötigt Standorte, um nahegelegene Punkte anzubieten
es_419: Beaty Salon requiere ubicaciones para ofrecerte puntos cercanos de ubicación
fr: Beauty Salon nécessite la localisation pour proposer des points de proximité.

source: Email
es_419: Correo electrónico
pl: Poczta
uk: Пошта

# enter_salon_format
source: Do you want to enter %@ salon?
cs: Chcete vstoupit do salonu %@?
de: Möchten Sie den Salon %@ betreten?
es_419: ¿Quieres ingresar al salón %@?
fr: Voulez-vous entrer dans le salon %@ ?
pl: Czy chcesz wejść do %@ salonu?
uk: Хочете увійти до %@ салону?

# notification
source: You send record for %@
cs: Odeslali jste záznam pro %@
de: Sie haben den Termin für %@ gesendet
es_419: Has enviado el registro para %@
fr: Vous avez envoyé un enregistrement pour %@
pl: Wysyłasz zapis dla %@
uk: Ви відправляєте запис для %@

# notifiTitle
source: your record has been sent to the admin, please wait for the admin to contact you
cs: Váš záznam byl odeslán administrátorovi, prosím, počkejte na jeho kontakt.
de: Ihr Termin wurde an den Administrator gesendet, bitte warten Sie, bis der Administrator Sie kontaktiert
es_419: Tu registro ha sido enviado al administrador, por favor espera a que el administrador se ponga en contacto contigo
fr: Votre enregistrement a été envoyé à l'administrateur, veuillez attendre qu'il vous contacte.
pl: Twój rekord został wysłany do administratora, poczekaj aż administrator się z Tobą skontaktuje.
uk: ваш запис відправлено адміністратору, будь ласка, зачекайте, поки адміністратор зв'яжеться з вами

# sendRecordFormaster
source: The record has been sent
cs: Záznam byl odeslán
de: Der Termin wurde gesendet
es_419: El registro ha sido enviado
fr: L'enregistrement a été envoyé.
pl: Zapis został wysłany
uk: Запис було надіслано

# sendRecordFormasterTitle
source: The recording has been sent to the master: %@ 🙍‍♀️
cs: Záznam byl odeslán mistrovi: %@ 🙍‍♀️
de: Der Termin wurde an den Meister gesendet: %@ 🙍‍♀️
es_419: El registro ha sido enviado al maestro: %@ 🙍‍♀️
fr: L'enregistrement a été envoyé au maître : %@ 🙍‍♀️
pl: Nagranie zostało wysłane do urządzenia głównego: %@ 🙍‍♀️
uk: Запис відправлено майстру: %@ 🙍‍♀️

source: Save settings
cs: Uložit nastavení
de: Einstellungen speichern
es_419: Guardar configuración
fr: Enregistrer les paramètres
pl: Ustawienia
uk: Налаштування

# saveSettingsTitle
source: Your settings have been saved👌
cs: Vaše nastavení bylo uloženo👌
de: Ihre Einstellungen wurden gespeichert👌
es_419: Tu configuración ha sido guardada👌
fr: Vos paramètres ont été enregistrés👌
pl: Twoje ustawienia zostały zapisane👌
uk: Ваші налаштування збережено👌

# addMaster
source: You have added a master to your salon %@ 💇‍♀️
cs: Přidali jste mistra do svého salonu %@ 💇‍♀️
de: Sie haben einen Meister zu Ihrem Salon %@ hinzugefügt 💇‍♀️
es_419: Has añadido un maestro a tu salón %@ 💇‍♀️
fr: Vous avez ajouté un maître à votre salon %@ 💇‍♀️
pl: Dodałeś mistrza do swojego salonu %@ 💇‍♀️
uk: Ви додали майстра до свого салону %@ 💇‍♀️

# addMasterTitle
source: now you can send him the schedule
cs: Nyní mu můžete posílat rozvrh
de: Jetzt können Sie ihm den Zeitplan senden
es_419: Ahora puedes enviarle el horario
fr: Vous pouvez maintenant lui envoyer le planning.
pl: teraz możesz wysłać mu zapis
uk: тепер ви можете надіслати йому розклад

source: Home
cs: Domů
de: Startseite
es_419: Inicio
fr: Accueil
pl: Główna
uk: Головна

source: Masters
cs: Mistři
de: Meister
es_419: Maestros
fr: Maîtres
uk: Майстри

source: Settings
cs: Nastavení
de: Einstellungen
es_419: Configuración
fr: Paramètres
pl: Ustawienia
uk: Налаштування

source: Change the client record
cs: Změnit záznam klienta
de: Ändern Sie den Kundendatensatz
es_419: Cambiar el registro del cliente
fr: Modifier l'enregistrement du client
pl: Zmień rekord klienta
uk: Змінити запис клієнта

# sendRecords
source: Send record, total cost: %.2f
cs: Odeslat záznam, celková cena: %.2f
de: Termin senden, Gesamtkosten: %.2f
es_419: Enviar registro, costo total: %.2f
fr: Envoyer l'enregistrement, coût total : %.2f
pl: Wyślij rekord, koszt całkowity %.2f
uk: Надіслати запис, загальна вартість %.2f

source: Buy subscription Admin
cs: Koupit předplatné pro administrátora
de: Abonnement für Administrator kaufen
es_419: Comprar suscripción Admin
fr: Acheter un abonnement Administrateur
pl: Kup subskrypcję Administrator
uk: Купити підписку Адміна

source: Buy subscription Master
cs: Koupit předplatné pro mistra
de: Abonnement für Meister kaufen
es_419: Comprar suscripción Maestro
fr: Acheter un abonnement Maître
pl: Kup subskrypcję Master
uk: Купити підписку Майстра

source: Buy
cs: Koupit
de: Kaufen
es_419: Comprar
fr: Acheter
pl: Kupić
uk: Купити

source: Monthly
cs: Měsíční
de: Monatlich
es_419: Mensual
fr: Mensuel
pl: Miesięcznie
uk: Щомісяця

source: 7 day free trial
cs: 7denní zkušební verze zdarma
de: 7 Tage kostenlose Probe
es_419: Prueba gratuita de 7 días
fr: Essai gratuit de 7 jours
pl: 7-dniowa bezpłatna wersja próbna
uk: 7-денна безкоштовна пробна версія

source: You are trying to log in as an administrator without this subscription, or try renewing your subscription that you previously purchased.
cs: Pokoušíte se přihlásit jako administrátor bez tohoto předplatného, nebo zkuste obnovit předplatné, které jste si již zakoupili.
de: Sie versuchen sich als Administrator ohne dieses Abonnement anzumelden, oder versuchen Sie, das Abonnement, das Sie zuvor gekauft haben, zu erneuern.
es_419: Estás intentando iniciar sesión como administrador sin esta suscripción, o intenta renovar la suscripción que compraste anteriormente.
fr: Vous essayez de vous connecter en tant qu'administrateur sans cet abonnement, ou essayez de renouveler votre abonnement précédemment acheté.
pl: Próbujesz zalogować się jako administrator bez tej subskrypcji, lub spróbować odnowić zakupioną wcześniej subskrypcję.
uk: Ви намагаєтеся увійти як адміністратор без підписки майстра, або спробуйте поновити підписку, яку ви придбали раніше.
