Repository: Chucknorriseua/Beauty-Salon
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_419, fr, pl, uk

source: You are trying to log in as an master without this subscription, or try renewing your subscription that you previously purchased.
de: Sie versuchen sich als Meister ohne dieses Abonnement anzumelden, oder versuchen Sie, das Abonnement, das Sie zuvor gekauft haben, zu erneuern.
es_419: Estás intentando iniciar sesión como maestro sin esta suscripción, o intenta renovar la suscripción que compraste anteriormente.
fr: Vous essayez de vous connecter en tant que maître sans cet abonnement, ou essayez de renouveler votre abonnement précédemment acheté.
pl: Próbujesz zalogować się jako administrator bez subskrypcji administratora, lub spróbować odnowić zakupioną wcześniej subskrypcję.
uk: Ви намагаєтеся увійти як майстер без підписки адміністратора, або спробуйте поновити підписку, яку ви придбали раніше.

source: Restore Purchases
cs: Obnovit nákupy
de: Käufe wiederherstellen
es_419: Restaurar compras
fr: Restaurer les achats
pl: Przywrócenie zakupów
uk: Відновити покупки

source: total cost: %@
cs: Celková cena: %@
de: Gesamtkosten: %@
es_419: costo total: %@
fr: Coût total : %@
pl: koszt całkowity: %@
uk: загальна сума: %@

source: Сhoose company logo
pl: Wybierz logo firmy
uk: Виберіть логотип компанії

source: Email- @
pl: Poczta- @
uk: Пошта- @
